[
  {
    "background": "background.jpeg",
    "title": "Davide Turrini",
    "headline": "telecommunications engineering",
    "landscape": "landscape.jpeg",
    "photo": "me.jpeg",
    "quote": {
      "cit": "We are the witnesses through which the universe becomes conscious of its glory, of its magnificence.",
      "author": "Alan Watts"
    },
    "experience": [
      {
        "company": "Hub Editoriale",
        "job title": "Information Technology Manager",
        "where": "Verona",
        "from": "15 Aug 2020",
        "to": "15 Dec 2020",
        "description": "I took care of computerizing the company trying to respond to all the daily needs of the employees. it was a great chance that allowed me to be able to deal with aspects of the IT world such as database administration, servers, network infrastructure on the two company offices. Search for suppliers, materials, creation of new network infrastructures (new asterisk telephone switchboard and related telephones, new cloud machine park). Convergence of all business technologies. I was able to propose solutions to make the work of all employees more efficient and halve IT costs."
      },
      {
        "company": "Banco BPM",
        "job title": "Software Engineer",
        "where": "Verona",
        "from": "15 Apr 2020",
        "to": "15 Lug 2020",
        "description": "During this experience I dealt with software development in the banking context. I ended my collaboration by leaving the company a Python script capable of replacing me in almost all my recurring activities."
      },
      {
        "company": "Digitronica.IT",
        "job title": "Software Developer",
        "where": "Verona",
        "from": "15 Dec 2018",
        "to": "15 Apr 2020",
        "description": "During this work experience I worked as a team to give life to the new generation of the company's core business product in the field of physical and logical IT security. I ventured into the frontend development of a web app written in vue, obtaining good results about the UI and excellent results about the software design. I also had the opportunity to work on minor projects for important corporate clients such as A2A (I worked with SSIS, SSAS, SSRS, Necto technologies) and BNL (I worked with C # / .NET technologies)."
      },
      {
        "company": "IM Service Lab",
        "job title": "Data Scientist",
        "where": "Trento",
        "from": "15 Jan 2017",
        "to": "15 Mar 2017",
        "description": "I have developed an engine for the semantic recognition of telephone speech. The application should then have been integrated into the company's core business product with reference to the new generation customer care services. The excellent results obtained allowed me to verify my skills in the field of Deep Leaning (Python, Tensorflow) and Data Analysis."
      }
    ],
    "education": [
      {
        "school": "University of Trento",
        "study": "Bachelor's degree in Electronics and Telecommunications Engineering",
        "score": "108/110",
        "where": "Trento",
        "from": "1 Sep 2014",
        "to": "25 Sep 2017",
        "description": ""
      }
    ],
    "hobby": [

    ]
  }
]
